Repository: wp-plugins/meneame-comments-to-wp
Catalog: langs/beplugin-*.po
Languages: es_es

source: Executing ...
es_es: Ejecutando ...

source: Comments First Load Finished
es_es: Ha finalizado la Primera Carga de Comentarios

source: Comments updated
es_es: Comentarios actualizados

source: Update Options
es_es: Actualizar Opciones

source: Status to New Comments Updated
es_es: Estado de los Nuevos Comentarios Actualizado

source: Comments Feed URL Updated
es_es: URL del Feed de Comentarios Actualizado

source: URL ID Parameter Updated
es_es: Parámetro del Identificador en la URL Actualizado

source: URL Karma Parameter Updated
es_es: Párametro del Karma en la URL Actualizado

source: Minimal Karma Updated
es_es: Karma Mínimo Actualizado

source: Update All Comments
es_es: Actualizar Todos los Comentarios

source: Make First Load
es_es: Realizar la Primera Carga

source: Update Comments
es_es: Actualizar Comentarios

source: Delete Meneame Comments
es_es: Borrar los Comentarios de Menéame

source: Men&eacute;ame Comments to WP
es_es: Menéame Comments to WP

source: Trackbacks from Men&eacute;ame
es_es: Trackbacks de Menéame

source: Update
es_es: Actualizar

source: This will be your first comment download, please be patient!!!
es_es: ¡¡¡Será tu primera descarga de comentarios, por favor, ten paciencia!!!

source: Comments with trackback
es_es: Comentarios con trackback

source: Press button to update ALL posts with trackbacks.
es_es: Presiona el botón para actualizar TODAS las entradas con trackbacks.

source: Comments from last week with trackback
es_es: Comentarios de la última semana con trackback

source: No trackbacks in date to download
es_es: No tienes trackbacks activos para descargar

source: Jobs
es_es: Tareas

source: Server Time
es_es: Fecha y Hora del Servidor

source: New Comments Options
es_es: Opciones para los Nuevos Comentarios

source: Status
es_es: Estado

source: Equal to Trackback
es_es: Igual que el Trackback

source: Approve
es_es: Aprobar

source: Moderate
es_es: Moderar

source: Men&eacute;ame Configuration
es_es: Configuración de Menéame

source: Comments Feed URL
es_es: URL del Feed de los Comentarios

source: URL ID Parameter
es_es: Parámetro del Identificador en la URL

source: URL Karma Parameter
es_es: Parámetro del Karma en la URL

source: Minimal Karma
es_es: Karma Mínimo

source: Cancel
es_es: Cancelar

source: Management
es_es: Gestión

source: Are you sure you want to delete all Meneame Comments
es_es: ¿Estás seguro de querer eliminar todos los Comentarios de Menéame?

source: Post %s: Error loading from Meneame
es_es: Entrada %s: Error cargando desde Meneame
